<?php
/**
 * @package    logregsms
 * @subpackage F:
 * @author     Mohammad Miri {@link joominamarket.com}
 * @author     Created on 21-Oct-2016
 * @license    GNU/GPL
 */

//-- No direct access
defined('_JEXEC') || die('=;)');

?>

<p>لطفا با دقت موارد زیر را مطالعه کنید</p>
<div class="span12">
	<ul>
		<li>در هنگام ثبت نام کاربر ، شماره موبایل وارد شده جهت احراز هویت ، به عنوان نام کاربری شخص در پایگاه داده ثبت خواهد شد. در صورتی که نام کاربری شخص (username) تغییر کند ، سیستم دیگر قادر به یافتن کاربر نخواهد بود و در هنگام احراز هویت وی را به صفحه ثبت نام ارجاع خواهد داد. فلذا سعی شود تا نام کاربری تغییر نکند.</li>
		<li>جهت ذخیره شماره موبایل کاربر در پایگاه داده ، لطفا یک فیلد سفارشی از نوع متن (text) بسازید و در قسمت "نام" کلمه ی mobile یا cellphone را وارد کنید.</li>
		<li>اگر فیلد سفارشی mobile یا cellphone را بسازید ، این فیلد در فرم ثبت نام پنهان خواهد شد و نمایش داده نخواهد شد اما بصورت خودکار مقدار شماره موبایل در آن ذخیره خواهد شد.</li>
		<li>با توسط پلاگین مربوطه که به هنگام نصب این کامپوننت بصورت خودکار نصب شده است ، صفحه ثبت نام کاربر در بخش کاربری بسته شده است.</li>
		<li>شما می توانید فیلد ایمیل را از بخش تنظیمات مدیریت کنید؛ توجه کنید در صورت پنهان نمودن فیلد ایمیل ، سیستم در هنگام ثبت نام کاربر یک ایمیل از حروف تصادفی می سازد و در پایه داده ذخیره می کند. دلیل این کار این است که جوملا قادر به ثبت نام کاربری بدون فیلد ایمیل نمی باشد و بودن یک ایمیل الزامی ست.</li>
	</ul>
</div>